Repository: marif2/tmx-repo
Catalog: EN-US_AR-SA.tmx
Source language: en_us
Languages: ar_sa

source: Home+
ar_sa: الصفحة الرئيسية+

source: RegionsU.S.
ar_sa: المناطقU.S.

source: Arabic
ar_sa: عربى

source: Binge
ar_sa: حفلة

source: Breaking News
ar_sa: أخبار عاجلة

source: Business
ar_sa: اعمال

source: CNN - Breaking News, U.S., World, Weather, Entertainment & Video News
ar_sa: كنن - الأخبار العاجلة، الولايات المتحدة، العالم، الطقس، الترفيه والفيديو الأخبار

source: Confirm
ar_sa: تؤكد

source: Culture
ar_sa: حضاره

source: Español
ar_sa: الاسبانية

source: Faces of CNN Worldwide
ar_sa: وجوه كنن في جميع أنحاء العالم

source: Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more.
ar_sa: العثور على أحدث الأخبار العاجلة والمعلومات عن أهم القصص، والطقس، والأعمال التجارية، والترفيه، والسياسة، وأكثر من ذلك.

source: Football
ar_sa: كرة القدم

source: For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.
ar_sa: للتغطية المتعمقة، تقدم كنن تقارير خاصة، فيديو، صوتيات، معارض صور، وأدلة تفاعلية.

source: Future
ar_sa: مستقبل

source: Gadgets
ar_sa: الأدوات

source: How To Watch VR
ar_sa: كيفية مشاهدة فر

source: International
ar_sa: دولي

source: International Edition+
ar_sa: الطبعة الدولية+

source: Leadership
ar_sa: قيادة

source: Live TV
ar_sa: بث مباشر

source: Luxury
ar_sa: ترف

source: Markets
ar_sa: الأسواق

source: Media
ar_sa: وسائل الإعلام

source: More…
ar_sa: أكثر من…

source: Partner sites
ar_sa: مواقع الشركاء

source: PoliticsMoneyEntertainmentTechSportTravelStyleHealthVideoVR
ar_sa: سياسةمالوسائل الترفيهالتكنولوجيارياضةTravelقلم المدقةالصحةفيديوVR

source: Pressroom
ar_sa: غرفة الصحافة

source: Screen
ar_sa: شاشة

source: Search CNN...
ar_sa: بحث كنن...

source: Search »
ar_sa: بحث »

source: Security
ar_sa: الأمان

source: Set edition preference:
ar_sa: تعيين تفضيل الإصدار:

source: Sport
ar_sa: رياضة

source: Stars
ar_sa: نجوم

source: Startups
ar_sa: الشركات الناشئة

source: State
ar_sa: حالة

source: TV schedule
ar_sa: جدول التلفزيون

source: TV shows
ar_sa: عرض تلفزيوني

source: Tech
ar_sa: التكنولوجيا

source: The Nine
ar_sa: تسعة

source: Weather
ar_sa: طقس

source: Work for CNN
ar_sa: العمل في كنن

source: breaking news, news online, U.S.
ar_sa: الأخبار العاجلة، الأخبار عبر الإنترنت، الولايات المتحدة.

source: news, world news, developing story, news video, CNN news, weather, business, money, politics, law, technology, entertainment, education, travel, health, special reports, autos, CNN TV
ar_sa: أخبار، أخبار العالم، وتطوير القصة، أخبار الفيديو، كنن الأخبار والطقس والأعمال والمال والسياسة والقانون والتكنولوجيا والترفيه والتعليم والسفر والصحة والتقارير الخاصة، والسيارات، تلفزيون كنن

source: website
ar_sa: موقع الكتروني
